Repository: ignaciojuarez/cobble-browser
Catalog: App/Localizable.xcstrings
Source language: en
Languages: es

source: Clear all browsing history?
es: ¿Borrar todo el historial de navegación?

source: Clear All Website Data
es: Borrar todos los datos de sitios web

source: Clear All Website Data?
es: ¿Borrar todos los datos de sitios web?

source: Clear Cache
es: Borrar caché

source: Clear Cache?
es: ¿Borrar caché?

source: Clear Cache…
es: Borrar caché…

source: Clear Cached Resources
es: Borrar recursos almacenados en caché

source: Clear Cached Resources from the Last 7 Days?
es: ¿Borrar los recursos almacenados en caché de los últimos 7 días?

source: Clear Cached Resources from the Last 24 Hours?
es: ¿Borrar los recursos almacenados en caché de las últimas 24 horas?

source: Clear Cached Resources from the Last Hour?
es: ¿Borrar los recursos almacenados en caché de la última hora?

source: Clear Cached Resources?
es: ¿Borrar los recursos almacenados en caché?

source: Clear Cookies and Site Storage
es: Borrar cookies y almacenamiento de sitios

source: Clear Cookies and Site Storage?
es: ¿Borrar las cookies y el almacenamiento de sitios?

source: Clear Data…
es: Borrar datos…

source: Clear Finished and Cancelled Downloads
es: Borrar descargas terminadas y canceladas

source: Clear History
es: Borrar historial

source: Clear history from the last %@ hours?
es: ¿Borrar el historial de las últimas %@ horas?

source: Clear History…
es: Borrar historial…

source: Clear Recent Cached Resources
es: Borrar recursos recientes de la caché

source: Clear Recent History…
es: Borrar historial reciente…

source: Clear shortcut for %@
es: Borrar atajo para %@

source: Client certificate
es: Certificado de cliente

source: Close %@
es: Cerrar %@

source: Close Other Temporary Tabs
es: Cerrar las demás pestañas temporales

source: Close Search
es: Cerrar búsqueda

source: Close Selected Tabs
es: Cerrar pestañas seleccionadas

source: Close Tab
es: Cerrar pestaña

source: Close Temporary Tabs Above
es: Cerrar pestañas temporales de arriba

source: Close Temporary Tabs Below
es: Cerrar pestañas temporales de abajo

source: Close Window
es: Cerrar ventana

source: Cobble — Private
es: Cobble — Privado

source: Cobble Basic Tracker Rules block three common third-party tracking or ad hosts. They are a limited original baseline, not broad ad or annoyance filtering. Reload open pages after changing rules.
es: Las reglas básicas de rastreadores de Cobble bloquean tres hosts comunes de rastreo o publicidad de terceros. Son una base original limitada, no un filtrado amplio de anuncios o molestias. Recarga las páginas abiertas después de cambiar las reglas.

source: Cobble can read only the file you choose. Linked local assets are not granted.
es: Cobble solo puede leer el archivo que elijas. No se concede acceso a los recursos locales enlazados.

source: Cobble can show that this page is sharing your screen, but cannot stop or change it here.
es: Cobble puede mostrar que esta página está compartiendo tu pantalla, pero no puede detenerlo ni cambiarlo aquí.

source: Cobble cannot open a link that routes back to Cobble.
es: Cobble no puede abrir un enlace que vuelve a dirigir a Cobble.

source: Cobble could not open an extension tab in this window.
es: Cobble no pudo abrir una pestaña de extensión en esta ventana.

source: Cobble does not support: %@
es: Cobble no admite: %@

source: Cobble is the default for HTTP and HTTPS links.
es: Cobble es el navegador predeterminado para enlaces HTTP y HTTPS.

source: Cobble is not ready to handle scripting commands.
es: Cobble no está listo para procesar comandos de automatización.

source: Cobble no longer has permission to open this local file. Choose it again with File > Open File…
es: Cobble ya no tiene permiso para abrir este archivo local. Elígelo de nuevo con Archivo > Abrir archivo…

source: Cobble Page.webarchive
es: Página de Cobble.webarchive

source: Cobble Screenshot.png
es: Captura de Cobble.png

source: Cobble Settings
es: Ajustes de Cobble

source: collapsed
es: contraída

source: Connection details unavailable: %@
es: Detalles de la conexión no disponibles: %@

source: connection is secure
es: la conexión es segura

source: Connection is secure
es: La conexión es segura

source: Connection status unavailable for this engine
es: El estado de la conexión no está disponible para este motor

source: Contains an insecure form
es: Contiene un formulario no seguro

source: Content blocker changes are disabled.
es: Los cambios del bloqueador de contenido están desactivados.

source: Content blocker compilation failed: %@
es: Falló la compilación del bloqueador de contenido: %@

source: Content blocker exceptions require an HTTP or HTTPS origin.
es: Las excepciones del bloqueador de contenido requieren un origen HTTP o HTTPS.

source: Content blocker files must be no larger than 1 MB.
es: Los archivos del bloqueador de contenido no pueden superar 1 MB.

source: Content blocker settings are unreadable or use an unsupported format. The original was preserved; saving is disabled.
es: Los ajustes del bloqueador de contenido son ilegibles o usan un formato no compatible. Se conservó el original y se desactivó el guardado.

source: Content blocker settings are unreadable. The original is untouched; saving is disabled.
es: Los ajustes del bloqueador de contenido son ilegibles. El original no se modificó y se desactivó el guardado.

source: Content blocker settings could not be read. Saving is disabled: %@
es: No se pudieron leer los ajustes del bloqueador de contenido. Se desactivó el guardado: %@

source: Content blocker settings could not be saved: %@
es: No se pudieron guardar los ajustes del bloqueador de contenido: %@

source: Content blocking
es: Bloqueo de contenido

source: Content Blocking
es: Bloqueo de contenido

source: Content Blocking Unavailable
es: Bloqueo de contenido no disponible

source: Content rules could not load. Disable or replace them in Settings before opening this page.
es: No se pudieron cargar las reglas de contenido. Desactívalas o sustitúyelas en Ajustes antes de abrir esta página.

source: Content-blocker profile deletion
es: eliminación del perfil del bloqueador de contenido

source: cookie partition metadata on this WebKit version
es: los metadatos de partición de cookies en esta versión de WebKit

source: Cookies and site storage will be removed. Cached resources are preserved.
es: Se borrarán las cookies y el almacenamiento de sitios. Se conservarán los recursos almacenados en caché.

source: Cookies and Site Storage…
es: Cookies y almacenamiento de sitios…

source: Cookies, site storage, and cached resources will be removed.
es: Se borrarán las cookies, el almacenamiento de sitios y los recursos almacenados en caché.

source: Copy
es: Copiar

source: Copy Link
es: Copiar enlace

source: Could not create the content blocker cache: %@
es: No se pudo crear la caché del bloqueador de contenido: %@

source: Could not create the library folder: %@
es: No se pudo crear la carpeta de la biblioteca: %@

source: Could not encode the page screenshot as PNG.
es: No se pudo codificar la captura de la página como PNG.

source: Could not open the local file: %@
es: No se pudo abrir el archivo local: %@

source: Could not pause the download: %@
es: No se pudo pausar la descarga: %@

source: Could not prepare the download: %@
es: No se pudo preparar la descarga: %@

source: Could not read browser settings. Original file preserved; defaults are active. %@
es: No se pudieron leer los ajustes del navegador. Se conservó el archivo original; los valores predeterminados están activos. %@

source: Could not reset browser settings: %@
es: No se pudieron restablecer los ajustes del navegador: %@

source: Could not read the current page DOM: %@
es: No se pudo leer el DOM de la página actual: %@

source: Could not restore the workspace: %@
es: No se pudo restaurar el espacio de trabajo: %@

source: Could not resume the download: %@
es: No se pudo reanudar la descarga: %@

source: Could not save settings: %@
es: No se pudieron guardar los ajustes: %@

source: Could not save the download folder: %@
es: No se pudo guardar la carpeta de descargas: %@

source: Could not save the download: %@
es: No se pudo guardar la descarga: %@

source: Could not save the page archive: %@
es: No se pudo guardar el archivo de la página: %@

source: Could not save the screenshot: %@
es: No se pudo guardar la captura: %@

source: Could not save the session: %@
es: No se pudo guardar la sesión: %@

source: Could not set Cobble for %@ links: %@
es: No se pudo establecer Cobble para enlaces %@: %@

source: Could not update rules. Existing rules are unchanged: %@
es: No se pudieron actualizar las reglas. Las reglas existentes no cambiaron: %@

source: Couldn’t open Cobble
es: No se pudo abrir Cobble

source: Couldn’t open this page
es: No se pudo abrir esta página

source: Create
es: Crear

source: Create Folder
es: Crear carpeta

source: Create Space
es: Crear espacio

source: Current Page DOM
es: DOM de la página actual

source: Cut
es: Cortar

source: Cycle through all recently used tabs
es: Recorrer todas las pestañas usadas recientemente

source: Damaged session data could not be preserved: %@. Saving is disabled.
es: No se pudieron conservar los datos de sesión dañados: %@. Se desactivó el guardado.

source: Default
es: Predeterminado

source: Default browser
es: Navegador predeterminado

source: Default folder
es: Carpeta predeterminada

source: Default search engine
es: Motor de búsqueda predeterminado

source: Default web engine
es: Motor web predeterminado

source: Delete
es: Eliminar

source: Delete “%@”?
es: ¿Eliminar “%@”?

source: Delete Folder
es: Eliminar carpeta

source: Delete Space
es: Eliminar espacio

source: Delete…
es: Eliminar…

source: Deny
es: Denegar

source: Design
es: Diseño

source: Developer Tools
es: Herramientas para desarrolladores

source: Developer Tools — %@
es: Herramientas para desarrolladores — %@

source: Diagnostics
es: Diagnóstico

source: Diagnostics exported.
es: Diagnóstico exportado.

source: Displayed content with certificate errors
es: Se mostró contenido con errores de certificado

source: Displayed insecure content
es: Se mostró contenido no seguro

source: Done
es: Listo

source: Download Folder
es: Carpeta de descargas

source: Downloading
es: Descargando

source: Downloads
es: Descargas

source: Downloads open in %@ until you choose another location.
es: Las descargas se abren en %@ hasta que elijas otra ubicación.

source: Drag to resize sidebar. Double-click to reset.
es: Arrastra para cambiar el tamaño de la barra lateral. Haz doble clic para restablecerlo.

source: Duplicate
es: Duplicar

source: Duplicate Tab
es: Duplicar pestaña

source: Each download opens Save Download in Downloads.
es: Cada descarga abre Guardar descarga en Descargas.

source: Edit
es: Editar

source: Edit Bookmark
es: Editar marcador

source: Edit Folder
es: Editar carpeta

source: Edit Folder…
es: Editar carpeta…

source: Edit search engine
es: Editar motor de búsqueda

source: Edit Space
es: Editar espacio

source: Edit Space…
es: Editar espacio…

source: Edit…
es: Editar…

source: Editing, Quit, Hide and Minimize use standard macOS shortcuts. Escape cancels; Return confirms dialogs.
es: Edición, Salir, Ocultar y Minimizar usan los atajos estándar de macOS. Escape cancela; Retorno confirma los diálogos.

source: Embedded in %@. This request only.
es: Incrustado en %@. Solo para esta solicitud.

source: Enable Developer Tools
es: Activar herramientas para desarrolladores

source: Enable imported rules
es: Activar reglas importadas

source: Enable rules
es: Activar reglas

source: Enable this extension before opening its action.
es: Activa esta extensión antes de abrir su acción.

source: Enable Web Inspector
es: Activar Inspector web

source: Enabled
es: Activada

source: Engine
es: Motor

source: Engine rules require an HTTP or HTTPS host.
es: Las reglas del motor requieren un host HTTP o HTTPS.

source: Engines
es: Motores

source: Enter a bookmark title.
es: Introduce un título para el marcador.

source: Enter a valid HTTP or HTTPS address without credentials.
es: Introduce una dirección HTTP o HTTPS válida sin credenciales.

source: Enter a valid web address without embedded credentials.
es: Introduce una dirección web válida sin credenciales integradas.

source: Enter an HTTP or HTTPS website address.
es: Introduce una dirección de sitio web HTTP o HTTPS.

source: Enter an HTTPS JSON address or clear the field.
es: Introduce una dirección HTTPS de JSON o borra el campo.

source: Enter Full Screen
es: Entrar en pantalla completa

source: Enter search terms after the bang.
es: Introduce términos de búsqueda después del bang.

source: Escape cancels.
es: Escape cancela.

source: expanded
es: expandida

source: Experimental cross-engine login sharing
es: Uso compartido experimental de inicio de sesión entre motores

source: Expires
es: Caduca

source: Export…
es: Exportar…

source: Extension changes are disabled.
es: Los cambios de extensiones están desactivados.

source: Extension folders cannot contain symbolic links.
es: Las carpetas de extensiones no pueden contener enlaces simbólicos.

source: Extension not found.
es: No se encontró la extensión.

source: Extensions
es: Extensiones

source: Extensions are limited to 10,000 files and 50 MB.
es: Las extensiones están limitadas a 10.000 archivos y 50 MB.

source: Extensions containing symbolic links are not allowed.
es: No se permiten extensiones que contengan enlaces simbólicos.

source: Extensions could not be read. The original file is preserved; changes are disabled: %@
es: No se pudieron leer las extensiones. Se conservó el archivo original y se desactivaron los cambios: %@

source: Extensions could not be saved: %@
es: No se pudieron guardar las extensiones: %@

source: Extensions for %@
es: Extensiones para %@

source: Extensions Unavailable
es: Extensiones no disponibles

source: external
es: externo

source: Failed
es: Fallida

source: Favorite
es: Favorito

source: Favorites
es: Favoritos

source: File
es: Archivo

source: Files stay on disk after private browsing closes. Cobble never opens a download automatically. Paused downloads remain active and quitting cancels them after a warning.
es: Los archivos permanecen en el disco después de cerrar la navegación privada. Cobble nunca abre una descarga automáticamente. Las descargas pausadas siguen activas y al salir se cancelan después de una advertencia.

source: Files stay on disk after private browsing closes. Cobble never opens a download automatically. Quitting cancels unfinished downloads and waits for them to stop.
es: Los archivos permanecen en el disco después de cerrar la navegación privada. Cobble nunca abre una descarga automáticamente. Al salir, se cancelan las descargas sin terminar y se espera a que se detengan.

source: Find
es: Buscar

source: Find in page
es: Buscar en la página

source: Find in Page…
es: Buscar en la página…

source: Find Next
es: Buscar siguiente

source: Find Previous
es: Buscar anterior

source: Finish the current page action before changing tabs.
es: Termina la acción actual de la página antes de cambiar de pestaña.

source: Finish the current page action before closing this tab.
es: Termina la acción actual de la página antes de cerrar esta pestaña.

source: Finish the current page action before moving this tab to a new window.
es: Termina la acción actual de la página antes de mover esta pestaña a una ventana nueva.

source: Finish the open dialog before saving a screenshot.
es: Termina el diálogo de apertura antes de guardar una captura.

source: Finish the open dialog before saving the page.
es: Termina el diálogo de apertura antes de guardar la página.

source: Finished
es: Terminada

source: Folder
es: Carpeta

source: Folder color
es: Color de la carpeta

source: Folder name
es: Nombre de la carpeta

source: Folder: %@
es: Carpeta: %@

source: Font
es: Fuente

source: Forget
es: Olvidar

source: Forward
es: Adelante

source: Full Screen
es: Pantalla completa

source: Gray
es: Gris

source: Green
es: Verde

source: Hide
es: Ocultar

source: Hide Cobble
es: Ocultar Cobble

source: History
es: Historial

source: HISTORY & BOOKMARKS
es: HISTORIAL Y MARCADORES

source: History older than %@ days will be removed now and automatically as you browse. Bookmarks are preserved.
es: El historial de más de %@ días se eliminará ahora y automáticamente mientras navegas. Los marcadores se conservan.

source: History will remain until you clear it.
es: El historial permanecerá hasta que lo borres.

source: History…
es: Historial…

source: Hold Control and press Tab to move through recent tabs. Release Control to finish. Your custom shortcuts still apply.
es: Mantén pulsada Control y pulsa Tab para recorrer las pestañas recientes. Suelta Control para terminar. Tus atajos personalizados siguen aplicándose.

source: Home
es: Inicio

source: HTTPS JSON URL
es: URL de JSON por HTTPS

source: Import a local %@ rule file to replace the current rules.
es: Importa un archivo local de reglas %@ para reemplazar las reglas actuales.

source: Import a local %@ rule file. Rules apply only to engines supporting this format. Reload open pages after changing rules.
es: Importa un archivo local de reglas %@. Las reglas solo se aplican a motores que admiten este formato. Recarga las páginas abiertas después de cambiar las reglas.

source: Import Rules…
es: Importar reglas…

source: Import…
es: Importar…

source: Imported or updated %@ bookmarks. Skipped %@ unsupported links.
es: Se importaron o actualizaron %@ marcadores. Se omitieron %@ enlaces no compatibles.

source: In use
es: En uso

source: Includes normal windows, tabs, spaces, pins, and favorites. Website data and private windows stay on this Mac.
es: Incluye ventanas normales, pestañas, espacios, fijados y favoritos. Los datos de sitios web y las ventanas privadas permanecen en esta Mac.

source: Input Source
es: Fuente de entrada

source: Insecure content was detected
es: Se detectó contenido no seguro

source: Install a compatible web extension from a folder or bundle.
es: Instala una extensión web compatible desde una carpeta o paquete.

source: Install a compatible web extension from an unpacked folder.
es: Instala una extensión web compatible desde una carpeta sin empaquetar.

source: Install Cobble Basic Tracker Rules
es: Instalar reglas básicas de rastreadores de Cobble

source: Install Extension…
es: Instalar extensión…

source: Install or import rules before choosing an update source.
es: Instala o importa reglas antes de elegir una fuente de actualización.

source: Invalid address.
es: Dirección no válida.

source: Invalid HTTP(S) site.
es: Sitio HTTP(S) no válido.

source: Invalid IP address.
es: Dirección IP no válida.

source: Invalid IPv6 address.
es: Dirección IPv6 no válida.

source: Issued by %@
es: Emitido por %@

source: Issuer
es: Emisor

source: Keep history
es: Conservar historial

source: Keyboard Shortcuts
es: Atajos de teclado

source: Last 7 days
es: Últimos 7 días

source: Last 24 hours
es: Últimas 24 horas

source: Last hour
es: Última hora

source: Leaf certificate
es: Certificado de hoja

source: Leave
es: Salir

source: Leave this page?
es: ¿Salir de esta página?

source: Left
es: Izquierda

source: Lets you inspect Cobble pages from Safari’s Develop menu. Enable it only when you want to debug the page currently shown in Cobble.
es: Permite inspeccionar páginas de Cobble desde el menú Desarrollo de Safari. Actívalo solo para depurar la página que se muestra en Cobble.

source: Library
es: Biblioteca

source: Library error: %@
es: Error de la biblioteca: %@

source: Login cookies were shared. The website may still require sign-in.
es: Se compartieron las cookies de inicio de sesión. Es posible que el sitio web todavía requiera iniciar sesión.

source: Login sharing status: %@
es: Estado del uso compartido del inicio de sesión: %@

source: Login sharing is busy or the profile is unavailable. Try switching engines again.
es: El uso compartido del inicio de sesión está ocupado o el perfil no está disponible. Intenta cambiar de motor de nuevo.

source: This build does not support login sharing between these engines. Use a compatible experimental Full build.
es: Esta compilación no permite compartir inicios de sesión entre estos motores. Usa una compilación Full experimental compatible.

source: Login sharing requires an HTTPS address using the standard port.
es: Compartir inicios de sesión requiere una dirección HTTPS que use el puerto estándar.

source: Login cookies could not be read safely from the source engine. You may need to sign in again.
es: No se pudieron leer de forma segura las cookies de inicio de sesión del motor de origen. Puede que tengas que volver a iniciar sesión.

source: Some source cookies could not be safely shared. No cookies were copied. Sign in again in this engine.
es: Algunas cookies de origen no se pudieron compartir de forma segura. No se copió ninguna cookie. Vuelve a iniciar sesión en este motor.

source: The destination engine could not accept or verify all login cookies. Sign in again in this engine.
es: El motor de destino no pudo aceptar o verificar todas las cookies de inicio de sesión. Vuelve a iniciar sesión en este motor.

source: Partitioned source cookies cannot be shared safely. No cookies were copied.
es: Las cookies particionadas de origen no se pueden compartir de forma segura. No se copió ninguna cookie.

source: Source login cookies changed during transfer. No cookies were copied. Try switching engines again.
es: Las cookies de inicio de sesión de origen cambiaron durante la transferencia. No se copió ninguna cookie. Intenta cambiar de motor de nuevo.

source: This WebKit version cannot expose cookie partition information safely. Login sharing was stopped.
es: Esta versión de WebKit no puede proporcionar información sobre las particiones de cookies de forma segura. Se detuvo el uso compartido del inicio de sesión.

source: Only partitioned source cookies were found. Destination cookies were left unchanged.
es: Solo se encontraron cookies particionadas de origen. Las cookies de destino no se modificaron.

source: Unpartitioned login cookies were shared; partitioned cookies were left untouched. The website may still require sign-in.
es: Se compartieron las cookies de inicio de sesión no particionadas; las particionadas no se modificaron. Puede que el sitio aún requiera iniciar sesión.

source: Login sharing was unavailable or incomplete. You may need to sign in again.
es: El uso compartido del inicio de sesión no estaba disponible o quedó incompleto. Puede que tengas que volver a iniciar sesión.

source: login sharing for this address
es: compartir inicios de sesión con esta dirección

source: login sharing in private windows
es: compartir inicios de sesión en ventanas privadas

source: Link destination
es: Destino del enlace

source: loaded
es: cargada

source: Loading…
es: Cargando…

source: Local address suggestions
es: Sugerencias de direcciones locales

source: Local page
es: Página local

source: Lock Screen
es: Bloquear pantalla

source: Make Cobble the Default Browser
es: Hacer de Cobble el navegador predeterminado

source: Make Default
es: Usar como predeterminado

source: Manage Search Engines…
es: Gestionar motores de búsqueda…

source: Match found
es: Coincidencia encontrada

source: microphone
es: micrófono

source: Microphone
es: Micrófono

source: Microphone in use
es: Micrófono en uso

source: Microphone muted
es: Micrófono silenciado

source: Minimize
es: Minimizar

source: Mixed
es: Mixto

source: mixed content
es: contenido mixto

source: Mixed content
es: Contenido mixto

source: Monospaced
es: Monoespaciada

source: Move Selected to
es: Mover selección a

source: Move Space Left
es: Mover espacio a la izquierda
